export {
    base,
    tower,
    groundConductor,
    insulator,
    metalFittings,
    groundingDevice,
    channelEnvironment,
    ancillaryFacilities
}
//基础 4
let base = ['基础', '基础混凝土表面有水泥脱落、露石、麻面、裂缝或钢筋外露',
    '砼杆、铁塔基础周围被取土', '基础保护范围内被冲刷、滑坡、坍塌',
    '拉线基础埋深不满足设计值'
]
//杆塔 9
let tower = ['杆塔', '拉线锈蚀、损伤情况',
    '杆塔倾斜度',
    '镀锌层锈蚀情况',
    '螺栓紧固情况', '塔材缺失',
    '塔身主材弯曲度', '杆顶最大挠度',
    '砼杆裂缝宽度',
    '水泥杆水泥脱落情况'
]
//导地线 5
let groundConductor = ['导地线', '导地线损伤截面占总截面面积比例',
    '导地线异物悬挂', '导地线锈蚀情况',
    'OPGW光缆磨损、断股、漏油等',
    'OPGW光缆金具磨损、锈蚀等'
]
//绝缘子 10
let insulator = ['绝缘子', '伞裙出现破损、老化、变硬',
    '零值绝缘子片数超标', '芯棒通过紫外探伤仪检测异常',
    '盐密、灰密值超标',
    '悬垂绝缘子串偏斜角',
    '伞裙粉化、电蚀、树枝状放电痕迹等',
    '芯棒护套破损',
    '伞裙脱落',
    '憎水性等级',
    '瓷绝缘子釉面损伤情况'
]
//金具 6
let metalFittings = ['金具', '金具锌层（银层）损失情况、腐蚀情况',
    '挂板、联板、球头挂环等金具变形对电气、机械强度影响程度',
    '金具是否出现断裂',
    '压接管处相对温差',
    '间隔棒出现松动、滑移等安装缺陷',
    '金具螺栓的紧固情况'
]
//接地装置 2
let groundingDevice = ['接地装置', '接地体埋深不满足设计值',
    '接地引下线锈蚀情况'
]
//通道环境 3
let channelEnvironment = ['通道环境', '交跨距离（与建筑物、道路、）不足，与规定值之比', '防鸟设施配置情况',
    '通道临近开山采石、爆破点等']
//附属设施 3
let ancillaryFacilities = ['附属设施',
    '杆号、相序牌图文不清、破损附属设施',
    '杆号、相序牌丢失或未设',
    '避雷器松动、脱落或缺螺栓'
]

